var store = [{
        "title": "First Post",
        "excerpt":"생각정리 깃블로그 시작과 함께 앞으로의 다짐을 적어보려고 한다. 회사를 다니면서 나는 어떤 일을 하며 사는 것이 가장 행복할까라는 고민을 거듭해왔다. 내가 내린 나의 정의는 아래와 같다. 어제의 나보다 오늘 더 나은 사람이 되고 싶다. 새로운 것을 배울 때, 설레고 즐겁다. 나의 생각이 현실이 되는 것을 볼 때 성취감을 느낀다. 개발자로서,...","categories": [],
        "tags": [],
        "url": "/first-post/",
        "teaser": null
      },{
        "title": "Second Post",
        "excerpt":"node.js를 왜 사용할까? 이 글은 node.js 교과서 개정2판을 참고하여 작성하였다. 노드는 서버 애플리케이션을 실행하는데 많이 사용된다. 왜 노드를 사용하여 서버를 구축할까? 노드는 자바스크립트 런타임이다. 즉, 자바스크립트 프로그램을 컴퓨터에서 실행할 수 있다. 이 말은 웹 브라우저를 하나의 언어로 개발할 수 있다는 것이다. 자바스크립트 코드는 노드가 알아서 V8과 libuv를 연결해준다. 노드는 이벤트...","categories": [],
        "tags": [],
        "url": "/second-post/",
        "teaser": null
      }]
